"cheqiyu" = "โรสลากปลาพื้นเมืองของอเมริกาใต้อเมซอน , กายอานา , ปลาเป็นแกนรูปร่างและเนื้อหาที่ได้รับความเสียหายอย่างจริงจังและแบนยาวถึง 5 เซนติเมตรเป็นปลาที่ชอบน้ำเป็นกรดอ่อนดึงดอกกุหลาบยังสามารถปรับตัวให้เข้ากับน้ำที่เป็นกลางหรือเป็นด่างเล็กน้อย";

"denglongyu" = "ปลาโคมไฟโคมไฟหัวและหางเป็นปลาปลาปลาโคมไฟ , โคมไฟ , โคมไฟ , ปลาฯลฯ ตั้งอยู่ในลุ่มน้ำอเมซอนอเมริกาใต้สาธารณรัฐสหกรณ์กายอานา ตัวยาว 4 ~ 5 ซม. ความยาวและหัวสั้นและแบนท้องกลม ตาด้านบนและด้านหลังมีแผ่นทองในแต่ละจุดในการฉายรังสีแสงสะท้อนสีทองและสีแดงสี";

"dianmanyu"= "เปลือยสนับสนุนปลาไหล , - ปลาไหลรูปปลาอเมริกาใต้สามารถสร้างช็อตที่แข็งแกร่งเพียงพอที่จะให้มนุษย์ที่มีความสามารถมากที่สุดในปัจจุบันคือการปล่อยพันธุ์ปลาน้ำจืดและแรงดันเอาท์พุทได้ถึง 300 ~ 800 ปลาไหลไฟฟ้าโวลต์จึงมีน้ำที่เรียกกันว่าสายแรงดันสูง";

"dinianyu"= "ปากและหนวดปลาดุกทั่วไปเพียงสองขนาดเล็กสูงต่อคุณภาพน้ำในการเลี้ยงยาก";

"fangyu"="ชิ้นปลา 400 มม. ความยาวโดยทั่วไปร่างกายขยายแบนและมีหัวป้านเกือบสี่เหลี่ยมตาใหญ่และสูงเหนือศีรษะและหน้าอกและลำตัวด้านหน้าส่วนบนเป็นวงกลมในส่วนอื่นๆของร่างกายเหมือนเกล็ดเป็นเกล็ดเส้นข้างขนานกับขอบด้านบนและด้านหลัง";

"haigui"="ตาเต่าเป็นเต่าเต่าทะเลสัตว์ทั่วไป แพร่หลายในมหาสมุทรแอตแลนติก , มหาสมุทรอินเดียและมหาสมุทรแปซิฟิก เต่าใน Shandong , จีนตั้งแต่เหนือถึงใต้นอกชายฝั่งทางตอนเหนือของอ่าวมีการกระจาย ยาวได้ถึง 1 เมตร , อายุการใช้งานสูงสุดที่อายุประมาณ 150";

"hetun"="แม่น้ำปลาแสงอาทิตย์หรือที่เรียกกันทั่วไปว่า ปลาปักเป้า  ปลากระดูกแข็ง Tetraodontidae ปลา ) แม่น้ำปลาปักเป้าตัวทรงกระบอกและมีถุงลมจะพองตัวเมื่อเผชิญกับอันตรายในการทั่วไป 25 35 ซม. ตัวยาว . . .";

"jianyu"="หรือที่เรียกว่า  นากนาก เป็นหนึ่งในเขตร้อนและกึ่งเขตร้อนที่พบปลาในทะเลเพราะมันขยายเป็นรูปดาบไปข้างหน้าบนมือถือและชื่อ 130 กิโลเมตรต่อชั่วโมง";

"jinqiangyu"="ปลาทูน่าขนาดเล็กกว่าวงกลมเส้นหนาและมีการไหลย้อนกลับไปที่โคนหางเรียวแหลมยาวครีบหางเป็นแฉกหรือเสี้ยว ก้านหางทั้งสองข้างมีขอบสันหลังและครีบหลังมีเส้นสีขาว ตอร์ปิโดของภาคตัดขวางมีรูปร่างค่อนข้างกลม";

"shayu"="ฉลามที่อาศัยอยู่ในมหาสมุทรและในทะเลที่ดุร้ายที่สุดของปลาฉลามเป็นโครงกระดูกกระดูกอ่อนเป็นกระดูกไม่ใช่โดย กระดูกกระดูกอ่อนกว่าน้ำหนักเบาและมีความยืดหยุ่น";

"shiziyu"="สิงโตปลามีขนาดเล็กมากประมาณ 30 เซนติเมตร ( 12 นิ้ว ) ยาว ตัวยาวคล้ายรูปนุ่ม , ลูกอ๊อด , ผิวหลวมไม่มีเกล็ดและบางครั้งมีหนามขนาดเล็ก ครีบหลังและครีบท้องยาวจากใต้ศีรษะรูปดูดน้ำเพื่อใช้ในการดูดซับ ตั้งอยู่ในแอตแลนติก , แปซิฟิกเหนือและขั้วเหนือและใต้ของเขตน้ำเย็น";

"tianshiyu"="ปลาสินสมุทร , ครีบหลังและครีบก้นยาวมากและมีขนาดใหญ่จึงมีรูปร่างเหมือนใบเรือใบเรือเป็นรูปสามเหลี่ยมเรียกว่าปลาเบญจพรรณ จากที่เห็นปลาว่ายเป็นนกนางแอ่นบินจึงเรียกว่าปลาหูช้างปลาสินสมุทร";

"xiaochouyu"="ปลาการ์ตูนเป็นปลาวงศ์ Pomacentridae ปลา kehai แควหรือที่เรียกกันทั่วไปว่าเพราะหน้ามีหนึ่งหรือสองลายขาวเหมือนตัวตลกในปักกิ่งโอเปร่าและชื่อของมันคือชนิดของชนิดปลาในเขตร้อน ปลาการ์ตูนกับดอกไม้ทะเลมีความสัมพันธ์ symbiotic จึงเรียกว่าดอกไม้ทะเลและปลา";

"xiaohuangyu"="ปลาขนาดเล็กเรียกว่าเล็ก สัตว์ที่มีกระดูกสันหลังปลากระดูกแข็งวงศ์ปลาจวดหรือที่รู้จักกันในชื่อ : เล็ก , สด , ตาหวาน , คุณสมบัติ , แตงกวา , ปลาโบราณที่黄鳞鱼 , เล็ก , ฤดูใบไม้ผลิ , มังกร , เกล็ดหนาๆหรือที่เรียกว่า   ขนาดเล็กสีเหลือง ,";

"xiaolvyu"="สีเขียวเล็กๆน้อยๆที่ปลาเป็นชนิดของปลาสีเขียว";
